Repository: srikar101/localcoins
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: admin/
hi: व्यवस्थापक/

source: Hello
hi: हैलो

source: hello , iam Srikar
hi: हैलो, मैं श्रीकरी

source: Local
hi: लोकल

source: Coins
hi: काइन्स

source: Home
hi: होम

source: Buy
hi: बै

source: Sell
hi: सेल्ल

source: contact
hi: कन्ट्याक्ट

source: Search
hi: सर्च

source: Exchange Your
hi: एक्सचेन्ज यौर

source: Cryptocurrencies
hi: क्र्योटोकरेन्सिज

source: Login
hi: लॉगिन

source: Register
hi: रजिस्टर

source: Find Your Offers
hi: फिन्द युर अफर्स

source: select type
hi: सेलेक्ट टाइप

source: select crypto currency
hi: सेलेक्ट क्र्योटो करेन्सी

source: BTC
hi: बीटीसी

source: ETH
hi: ईटीएच

source: USDT
hi: यूएसडीटी

source: DOGE
hi: डीओजीई

source: XMP
hi: एक्सएमपी

source: select payment method
hi: सेलेक्ट पेमेन्ट मेथोड

source: Payeer
hi: पाएर

source: Perfect money
hi: परफेक्ट मनि

source: Bank Wire
hi: बैंक वायर

source: PayTM
hi: पेटीएम

source: select currency
hi: सेलेक्ट करेन्सी

source: GBP
hi: जी बी पी

source: INR
hi: आई एन आर

source: NGN
hi: एन जी एन

source: USD
hi: यू यस डी

source: BDT
hi: बी डी टी

source: JPY
hi: जे पी ह्वाई

source: EUR
hi: ई यू आर

source: Find Offers
hi: फिङ अफर
